Repository: Schlaubischlump/RMP
Catalog: RMP/*.lproj/Localizable.strings
Languages: de

source: Acceptance
de: Anerkennung

source: Curiosity
de: Neugier

source: Eating
de: Essen

source: Family
de: Familie

source: Honor
de: Ehre

source: Idealism
de: Idealismus

source: Independence
de: Unabhängigkeit

source: Order
de: Ordnung

source: Physical Activity
de: Körperliche Aktivität

source: Power
de: Macht

source: Romance
de: Eros

source: Saving
de: Sparen/Sammeln

source: Social Contact
de: Beziehungen

source: Tranquility
de: Emotionale Ruhe

source: Vengeance
de: Rache/Kampf

source: Result
de: Ergebnis

source: Basic needs
de: Grundbedürfnisse

source: strong
de: stark

source: weak
de: schwach

# ACCEPTANCE_QUESTION_STRONG1
source: I'm noticeably more insecure than most people.
de: Ich bin merklich unsicherer als die meisten Menschen.

# ACCEPTANCE_QUESTION_STRONG2
source: I have more difficulty dealing with criticism than most people.
de: Ich habe mehr Schwierigkeiten als die meisten Menschen, mit Kritik umzugehen.

# ACCEPTANCE_QUESTION_STRONG3
source: I am said to be inconsistent with my performance.
de: Man sagt mir nach, unbeständig in Bezug auf meine Leistung zu sein.

# ACCEPTANCE_QUESTION_WEAK1
source: I am confident.
de: Ich bin selbstsicher.

# ACCEPTANCE_QUESTION_WEAK2
source: I am said to be consistent with my performance.
de: Man sagt mir nach, in Bezug auf meine Leistung beständig zu sein.

# ACCEPTANCE_QUESTION_WEAK3
source: I am confident in my abilities to do things.
de: Ich habe eine »Kann ich«-Einstellung.

# CURIOSITY_QUESTION_STRONG1
source: I am said to be analytical or thoughtful.
de: Man sagt mir nach, analytisch oder nachdenklich zu sein.

# CURIOSITY_QUESTION_STRONG2
source: My ideas are very important to me.
de: Meine Ideen sind mir sehr wichtig.

# CURIOSITY_QUESTION_STRONG3
source: I am said to be a thinker.
de: Man sagt mir nach, ein Denker zu sein.

# CURIOSITY_QUESTION_WEAK1
source: I am said to be a practical person.
de: Man sagt mir nach, ein praktisch veranlagter Mensch zu sein.

# CURIOSITY_QUESTION_WEAK2
source: I rarely think about theories that cannot be implemented.
de: Ich denke nur selten über Theorien nach, die nicht umgesetzt werden können.

# CURIOSITY_QUESTION_WEAK3
source: I found school boring.
de: Die Schule fand ich langweilig.

# EATING_QUESTION_STRONG1
source: I enjoy eating.
de: Ich habe viel Freude am Essen.

# EATING_QUESTION_STRONG2
source: I have a tendency to be overweight.
de: Ich habe eine Tendenz, übergewichtig zu sein.

# EATING_QUESTION_STRONG3
source: I know a lot about food for gourmets.
de: Ich weiß viel über Essen für Feinschmecker.

# EATING_QUESTION_WEAK1
source: I am said to be fussy when eating.
de: Man sagt mir nach, beim Essen mäkelig zu sein.

# EATING_QUESTION_WEAK2
source: I have a tendency to be underweight.
de: Ich habe eine Tendenz, untergewichtig zu sein.

# EATING_QUESTION_WEAK3
source: I rarely look forward to meals.
de: Ich freue mich nur selten auf Mahlzeiten.

# FAMILY_QUESTION_STRONG1
source: Children mean everything to me.
de: Mir bedeuten Kinder alles.

# FAMILY_QUESTION_STRONG2
source: I like having children around me.
de: Ich mag es, Kinder um mich zu haben.

# FAMILY_QUESTION_STRONG3
source: I spend a lot of time with my family.
de: Ich verbringe viel Zeit mit meiner Familie.

# FAMILY_QUESTION_WEAK1
source: Children bore me.
de: Kinder langweilen mich.

# FAMILY_QUESTION_WEAK2
source: When I was a young adult, I didn't want children.
de: Als ich ein(e) junge(r) Erwachsene(r) war, wollte ich keine Kinder.

# FAMILY_QUESTION_WEAK3
source: I am often to busy to spend time with my family.
de: Ich habe oft zu viel zu tun, um Zeit mit meiner Familie zu verbringen.

# HONOR_QUESTION_STRONG1
source: I value doing my duty.
de: Ich lege Wert darauf, meine Pflicht zu tun.

# HONOR_QUESTION_STRONG2
source: I am said to be loyal.
de: Man sagt mir nach, loyal zu sein.

# HONOR_QUESTION_STRONG3
source: You can rely on my word.
de: Auf mein Wort kann man sich verlassen.

# HONOR_QUESTION_WEAK1
source: If it were about keeping my job, I would be lying.
de: Wenn es darum ginge, meinen Job zu behalten, würde ich lügen.

# HONOR_QUESTION_WEAK2
source: If circumstances changed, I would not be able to meet commitments that I made earlier.
de: Wenn sich die Umstände änderten, könnte ich Verpflichtungen nicht einhalten, die ich vorher eingegangen bin.

# HONOR_QUESTION_WEAK3
source: I am said to be opportunistic.
de: Man sagt mir nach, opportunistisch zu sein.

# IDEALISM_QUESTION_STRONG1
source: I have compassion for poor and sick people.
de: Ich habe Mitgefühl mit armen und kranken Menschen.

# IDEALISM_QUESTION_STRONG2
source: I admire people whose work contributes to the good of humanity or the needy.
de: Ich bewundere Menschen, deren Arbeit zum Wohl der Menschheit oder der Bedürftigen beiträgt.

# IDEALISM_QUESTION_STRONG3
source: I donate generously to charity.
de: Ich spende großzügig für wohltätige Zwecke.

# IDEALISM_QUESTION_WEAK1
source: I believe it is not my responsibility to help the oppressed.
de: Ich bin der Meinung, dass es nicht in meiner Verantwortung liegt, den Unterdrückten zu helfen.

# IDEALISM_QUESTION_WEAK2
source: I prefer to look away instead of getting involved in other people's problems.
de: Ich »gucke lieber weg«, statt mich für die Probleme anderer Menschen zu engagieren.

# IDEALISM_QUESTION_WEAK3
source: I am rarely outraged by social injustice.
de: Ich empöre mich nur selten über soziale Ungerechtigkeit.

# INDEPENDENCE_QUESTION_STRONG1
source: It's very important to me to be confident.
de: Mir ist sehr wichtig, selbstsicher zu sein.

# INDEPENDENCE_QUESTION_STRONG2
source: I am said to be stubborn.
de: Man sagt mir nach, eigensinnig zu sein.

# INDEPENDENCE_QUESTION_STRONG3
source: I am said to do things the way I want to.
de: Man sagt mir nach, etwas so zu machen, wie ich es will.

# INDEPENDENCE_QUESTION_WEAK1
source: I appreciate emotional experiences.
de: Ich schätze »gefühlsbetonte« Erfahrungen.

# INDEPENDENCE_QUESTION_WEAK2
source: I'm more of a nonconformist than most people I know.
de: Ich bin stärker ein Nonkonformist als die meisten Menschen, die ich kenne.

# INDEPENDENCE_QUESTION_WEAK3
source: I feel comfortable relying on the support of my family or spouse.
de: Es ist mir wohl dabei, mich auf die Unterstützung der Familie oder des Ehepartners verlassen zu können.

# ORDER_QUESTION_STRONG1
source: I am said to be well organized.
de: Man sagt mir nach, wohlorganisiert zu sein.

# ORDER_QUESTION_STRONG2
source: I am said to be clean.
de: Man sagt mir nach, sauber zu sein.

# ORDER_QUESTION_STRONG3
source: I have difficulty adapting to changes.
de: Ich habe Schwierigkeiten, mich an Veränderungen anzupassen.

# ORDER_QUESTION_WEAK1
source: I am said to be disorganized.
de: Man sagt mir nach, desorganisiert zu sein.

# ORDER_QUESTION_WEAK2
source: I like to do things spontaneously.
de: Ich mache gern etwas spontan.

# ORDER_QUESTION_WEAK3
source: I tend to have two strings to one's bow.
de: Ich neige dazu, mehrere Eisen auf einmal im Feuer zu haben.

# PHYSICAL_ACTIVITY_QUESTION_STRONG1
source: Exercising is important for me to be happy.
de: Sport zu treiben ist wichtig dafür, dass ich glücklich bin.

# PHYSICAL_ACTIVITY_QUESTION_STRONG2
source: I was a member of a team in sports (school and university combined) twice.
de: Ich war beim Sport zweimal Mitglied einer Mannschaft (Schule und Hochschule zusammengenommen).

# PHYSICAL_ACTIVITY_QUESTION_STRONG3
source: It is very important to me to be fit.
de: Fit zu sein ist mir sehr wichtig.

# PHYSICAL_ACTIVITY_QUESTION_WEAK1
source: I am said to be physically lazy.
de: Man sagt mir nach, körperlich faul zu sein.

# PHYSICAL_ACTIVITY_QUESTION_WEAK2
source: I tend to avoid physically demanding activities.
de: Ich neige dazu, körperlich anstrengende Aktivitäten zu meiden.

# PHYSICAL_ACTIVITY_QUESTION_WEAK3
source: I am not fit.
de: Ich bin nicht fit.

# POWER_QUESTION_STRONG1
source: I am said to take matters into my own hands.
de: Man sagt mir nach, selbst die Dinge in die Hand zu nehmen.

# POWER_QUESTION_STRONG2
source: I strive for a leadership role.
de: Ich strebe nach der Führungsrolle.

# POWER_QUESTION_STRONG3
source: I tend to give advice to others without asking.
de: Ich neige dazu, anderen ungefragt Ratschläge zu geben.

# POWER_QUESTION_WEAK1
source: I avoid challenges.
de: Ich meide Herausforderungen.

# POWER_QUESTION_WEAK2
source: I am reluctant to tell others what to do.
de: Es widerstrebt mir, anderen zu sagen, was sie tun sollen.

# POWER_QUESTION_WEAK3
source: I am said to be relaxed.
de: Man sagt mir nach, dass ich entspannt bin.

# ROMANCE_QUESTION_STRONG1
source: I dress every day to look attractive.
de: Ich ziehe mich jeden Tag so an, dass ich attraktiv aussehe.

# ROMANCE_QUESTION_STRONG2
source: Sexuality is essential to my happiness.
de: Sexualität ist von wesentlicher Bedeutung für mein Glück.

# ROMANCE_QUESTION_STRONG3
source: I am impressed by people who attract many sexual partners.
de: Ich bin beeindruckt von Menschen, die viele Sexualpartner anziehen.

# ROMANCE_QUESTION_WEAK1
source: I rarely have intercourse (significantly less than once a week).
de: Ich habe selten Geschlechtsverkehr (bedeutend weniger als einmal in der Woche).

# ROMANCE_QUESTION_WEAK2
source: I lack self-confidence in relation to my sexual abilities.
de: Es fehlt mir bezogen auf meine sexuellen Fähigkeiten an Selbstbewusstsein.

# ROMANCE_QUESTION_WEAK3
source: I rarely think of eros / sexuality in everyday life.
de: Ich denke im Alltag nur selten an Eros/Sexualität.

# SAVING_QUESTION_STRONG1
source: I'd rather fix something than buy something as a replacement.
de: Ich repariere lieber etwas, als dass ich etwas als Ersatz kaufe.

# SAVING_QUESTION_STRONG2
source: I don't like throwing anything away.
de: Ich mag es überhaupt nicht, etwas wegzuwerfen.

# SAVING_QUESTION_STRONG3
source: I am said to be economical.
de: Man sagt mir nach, dass ich sparsam bin.

# SAVING_QUESTION_WEAK1
source: I don't care about the things I own.
de: Die Dinge, die ich besitze, sind mir gleichgültig.

# SAVING_QUESTION_WEAK2
source: I often spend more than I have available in a month.
de: Ich gebe oft mehr aus, als mir im Monat zur Verfügung steht.

# SAVING_QUESTION_WEAK3
source: I am said to be lavish.
de: Man sagt mir nach, dass ich verschwenderisch bin.

# SOCIAL_CONTACT_QUESTION_STRONG1
source: I am good at building social relationships.
de: Ich bin gut darin, soziale Beziehungen aufzubauen.

# SOCIAL_CONTACT_QUESTION_STRONG2
source: I am said to be friendly.
de: Man sagt mir nach, dass ich freundlich bin.

# SOCIAL_CONTACT_QUESTION_STRONG3
source: I have a more active social life than most people I know.
de: Ich habe ein aktiveres soziales Leben als die meisten Leute, die ich kenne.

# SOCIAL_CONTACT_QUESTION_WEAK1
source: I am said to be unapproachable.
de: Man sagt mir nach, dass ich unnahbar bin.

# SOCIAL_CONTACT_QUESTION_WEAK2
source: I spend a lot of time alone (more than most people I know).
de: Ich verbringe viel Zeit alleine (mehr als die meisten Leute, die ich kenne).

# SOCIAL_CONTACT_QUESTION_WEAK3
source: I have a problem doing small talk.
de: Ich habe ein Problem damit, »Small Talk« zu machen.

# STATUS_QUESTION_STRONG1
source: I am said to be a formal person.
de: Man sagt mir nach, dass ich ein förmlicher Mensch bin.

# STATUS_QUESTION_STRONG2
source: I usually buy the most prestigious things I can afford.
de: Ich kaufe mir meist die prestigeträchtigsten Dinge, die ich mir leisten kann.

# STATUS_QUESTION_STRONG3
source: I am impressed by rich people.
de: Ich bin von reichen Menschen beeindruckt.

# STATUS_QUESTION_WEAK1
source: I don't let rich people impress me.
de: Ich lasse mich von reichen Menschen nicht beeindrucken.

# STATUS_QUESTION_WEAK2
source: I am a relaxed person.
de: Ich bin ein zwangloser Mensch.

# STATUS_QUESTION_WEAK3
source: I don't care much about what other people think of me.
de: Ich mache mir nicht viel daraus, was andere Menschen von mir denken.

# TRANQUILITY_QUESTION_STRONG1
source: I am someone who is constantly worried.
de: Ich bin jemand, der sich ständig Sorgen macht.

# TRANQUILITY_QUESTION_STRONG2
source: I have panic attacks.
de: Ich habe Panikattacken.

# TRANQUILITY_QUESTION_STRONG3
source: I have a low tolerance to pain.
de: Ich habe eine geringe Schmerztoleranz.

# TRANQUILITY_QUESTION_WEAK1
source: I am said to remain relaxed under pressure.
de: Man sagt mir nach, dass ich unter Druck gelassen bleibe.

# TRANQUILITY_QUESTION_WEAK2
source: I am a daredevil.
de: Ich bin ein Draufgänger.

# TRANQUILITY_QUESTION_WEAK3
source: I am said to be brave in dangerous situations.
de: Man sagt mir nach, dass ich bei Gefahren mutig bin.

# VENGEANCE_QUESTION_STRONG1
source: I often get into quarrels, word battles or brawls.
de: Ich gerate oft in Streitereien, Wortgefechte oder Prügeleien.

# VENGEANCE_QUESTION_STRONG2
source: I am said to be a competitor or fighter.
de: Man sagt mir nach, dass ich ein Konkurrent oder Kämpfer bin.

# VENGEANCE_QUESTION_STRONG3
source: Winning is very important to me.
de: Zu siegen ist mir sehr wichtig.

# VENGEANCE_QUESTION_WEAK1
source: I am said to be a peacemaker.
de: Man sagt mir nach, dass ich ein Friedensstifter bin.

# VENGEANCE_QUESTION_WEAK2
source: I try very hard to avoid confrontation.
de: Ich gebe mir große Mühe, Konfrontationen zu meiden.

# VENGEANCE_QUESTION_WEAK3
source: I find violence deterring.
de: Gewalt finde ich abschreckend.
